Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.editor.delete
source: Delete entry
ar: حذف الإدخال
bg: Изтриване на запис
bn: এন্ট্রি মুছুন
ca: Suprimeix l'entrada
cs: Odstranit položku
da: Slet oppføring
de: Eintrag löschen
el: Διαγραφή καταχώρισης
es: Eliminar registro
et: Kustuta kirje
fa: حذف ورودی
fi: Poista kirjaus
fil: Tanggalin ang entry
fr: Supprimer l'entrée
he: מחק ערך
hi: प्रविष्टि हटाएं
hr: Izbriši unos
hu: Bejegyzés törlése
id: Slett oppføring
is: Eyða færslu
it: Elimina voce
ja: エントリを削除
ko: 항목 삭제
lt: Ištrinti įrašą
lv: Dzēst ierakstu
nb: Slett oppføring
nl: Verwijder opggave
nn: Slett oppføring
pl: Usuń wpis
pt_br: Deletar entrada
ro: Ștergeți intrarea
ru: Удалить запись
sk: Odstrániť záznam
sl: Izbriši vnos
sr: Обриши унос
sv: Ta bort post
sw: Futa ingizo
ta: உள்ளீட்டை删除
th: ลบรายการ
tr: Girdiyi sil
uk: Видалити запис
ur: اندراج حذف کریں
vi: Xóa mục
zh_hans: 删除条目
zh_hant: 刪除條目

# settings.pay.editor.editImpact
source: Correcting this period recalculates the shifts and payouts that use it. For new pay terms, add a change instead.
ar: يؤدي تصحيح هذه الفترة إلى إعادة حساب الورديات والدفعات التي تعتمد عليها. بالنسبة لشروط الأجر الجديدة، أضف تغييرًا بدلًا من ذلك.
bg: При коригиране на този период се преизчисляват смените и плащанията, свързани с него. За нови условия за заплащане вместо това добавете промяна.
bn: এই সময়কাল সংশোধন করলে এটি ব্যবহার করা শিফট ও পেমেন্টের হিসাব পুনরায় করা হবে। নতুন বেতন-শর্ত হলে পরিবর্তন যোগ করুন।
ca: En corregir aquest període, es recalculen els torns i els pagaments que en depenen. Si tens noves condicions salarials, afegeix un canvi.
cs: Oprava tohoto období znovu přepočítá směny a výplaty, které ho využívají. Pro nové mzdové podmínky místo toho přidejte změnu.
da: Når du retter denne periode, genberegnes de vagter og udbetalinger, der bruger den. Tilføj i stedet en ændring, hvis du har nye lønvilkår.
de: Durch die Korrektur dieses Zeitraums werden die darauf basierenden Schichten und Auszahlungen neu berechnet. Bei neuen Vergütungsbedingungen füge stattdessen eine Änderung hinzu.
el: Η διόρθωση αυτής της περιόδου επανυπολογίζει τις βάρδιες και τις πληρωμές που τη χρησιμοποιούν. Για νέους όρους αμοιβής, προσθέστε μια αλλαγή.
es: Corregir este período recalcula los turnos y pagos que lo utilizan. Para nuevas condiciones salariales, añada un cambio.
et: Selle perioodi korrigeerimisel arvutatakse seda kasutavad vahetused ja väljamaksed uuesti. Uute palgatingimuste korral lisa selle asemel muudatus.
fa: اصلاح این دوره، شیفت‌ها و پرداخت‌هایی را که از آن استفاده می‌کنند دوباره محاسبه می‌کند. برای شرایط پرداخت جدید، به‌جای آن یک تغییر اضافه کنید.
fi: Tämän jakson korjaaminen laskee sitä käyttävät työvuorot ja maksut uudelleen. Jos palkkaehtosi ovat muuttuneet, lisää sen sijaan muutos.
fil: Ang pagwawasto sa panahong ito ay muling kakalkula sa mga shift at bayad na nakabatay rito. Para sa mga bagong tuntunin sa sahod, magdagdag na lang ng pagbabago.
fr: La correction de cette période recalcule les shifts et les paiements qui s’y réfèrent. Pour de nouvelles conditions de rémunération, ajoutez plutôt une modification.
he: תיקון תקופה זו יוביל לחישוב מחדש של המשמרות והתשלומים המשתמשים בה. אם מדובר בתנאי שכר חדשים, הוסיפו שינוי במקום זאת.
hi: इस अवधि को सही करने पर इसका उपयोग करने वाली शिफ्ट और भुगतान फिर से गणना किए जाएंगे। नई वेतन शर्तों के लिए इसके बजाय बदलाव जोड़ें।
hr: Ispravljanjem ovog razdoblja ponovno se izračunavaju smjene i isplate koje ga koriste. Za nove uvjete plaće umjesto toga dodajte promjenu.
hu: Ezen időszak javítása újraszámolja az azt használó műszakokat és kifizetéseket. Új bérezési feltételek esetén inkább adj hozzá módosítást.
id: Mengoreksi periode ini akan menghitung ulang shift dan pembayaran yang menggunakannya. Untuk ketentuan gaji baru, tambahkan perubahan.
is: Ef þú leiðréttir þetta tímabil eru vaktir og útborganir sem nota það endurreiknaðar. Fyrir ný launakjör skaltu bæta við breytingu í staðinn.
it: La correzione di questo periodo ricalcola i turni e i pagamenti che lo utilizzano. Per nuove condizioni retributive, aggiungi invece una modifica.
ja: この期間を修正すると、それを使用する勤務と支給額が再計算されます。新しい給与条件には、代わりに変更を追加してください。
ko: 이 기간을 수정하면 해당 기간을 사용하는 근무와 지급액이 다시 계산됩니다. 새 급여 조건이라면 대신 변경 사항을 추가하세요.
lt: Ištaisius šį laikotarpį, iš naujo apskaičiuojamos jį naudojančios pamainos ir išmokos. Jei turite naujas atlygio sąlygas, pridėkite pakeitimą.
lv: Šī perioda labošana pārrēķinās maiņas un izmaksas, kurās tas tiek izmantots. Jauniem samaksas nosacījumiem tā vietā pievieno izmaiņas.
nb: Når du korrigerer denne perioden, beregnes vaktene og utbetalingene som bruker den på nytt. Legg til en endring hvis du har fått nye lønnsvilkår.
nl: Als je deze periode corrigeert, worden de diensten en uitbetalingen die hiervan gebruikmaken opnieuw berekend. Voeg voor nieuwe loonvoorwaarden een wijziging toe.
nn: Når du korrigerer denne perioden, blir vaktene og utbetalingane for perioden rekna ut på nytt. For nye lønnsvilkår kan du heller leggje til ei endring.
pl: Skorygowanie tego okresu spowoduje ponowne przeliczenie zmian i wypłat, które z niego korzystają. W przypadku nowych warunków wynagrodzenia dodaj zmianę.
pt_br: Corrigir este período recalcula os turnos e pagamentos que o utilizam. Para novos termos salariais, adicione uma alteração.
ro: Corectarea acestei perioade recalculează turele și plățile care o folosesc. Pentru noi condiții salariale, adaugă în schimb o modificare.
ru: Исправление этого периода приведёт к перерасчёту смен и выплат, в которых он используется. Если у вас новые условия оплаты, вместо этого добавьте изменение.
sk: Oprava tohto obdobia prepočíta pracovné zmeny a výplaty, ktoré z neho vychádzajú. Ak máte nové mzdové podmienky, namiesto toho pridajte zmenu.
sl: Popravek tega obdobja znova izračuna izmene in izplačila, ki temeljijo na njem. Če imate nove pogoje plačila, raje dodajte spremembo.
sr: Ispravkom ovog perioda ponovo će se izračunati smene i isplate koje ga koriste. Za nove uslove zarade dodajte promenu.
sv: Om du korrigerar den här perioden beräknas passen och utbetalningarna som använder den om. Lägg i stället till en ändring för nya lönevillkor.
sw: Kusahihisha kipindi hiki kutahesabu upya zamu na malipo yanayokitumia. Kwa masharti mapya ya malipo, ongeza mabadiliko badala yake.
ta: இந்தக் காலத்தைச் சரிசெய்தால், அதைப் பயன்படுத்தும் ஷிப்ட்களும் கொடுப்பனவுகளும் மறுகணக்கிடப்படும். புதிய ஊதிய விதிமுறைகளுக்கு, அதற்குப் பதிலாக ஒரு மாற்றத்தைச் சேர்க்கவும்.
th: การแก้ไขช่วงเวลานี้จะคำนวณกะและการจ่ายเงินที่ใช้ช่วงเวลานี้ใหม่ หากเป็นเงื่อนไขค่าจ้างใหม่ ให้เพิ่มการเปลี่ยนแปลงแทน
tr: Bu dönemi düzeltmek, bu dönemi kullanan vardiyaları ve ödemeleri yeniden hesaplar. Yeni ücret koşulları için bunun yerine bir değişiklik ekleyin.
uk: Виправлення цього періоду повторно розрахує робочі зміни та виплати, у яких він використовується. Для нових умов оплати натомість додайте зміну.
ur: اس مدت کی اصلاح کرنے سے اسے استعمال کرنے والی شفٹوں اور ادائیگیوں کا دوبارہ حساب کیا جائے گا۔ نئی اجرت کی شرائط کے لیے اس کے بجائے تبدیلی شامل کریں۔
vi: Việc điều chỉnh kỳ này sẽ tính lại các ca làm và khoản chi trả sử dụng kỳ đó. Nếu có điều khoản lương mới, hãy thêm một thay đổi.
zh_hans: 更正此期间会重新计算使用该期间的班次和付款。如有新的薪资条款，请改为添加一项更改。
zh_hant: 更正此期間會重新計算使用此期間的班次和薪資發放。若有新的薪資條件，請改為新增變更。

# settings.pay.editor.editTitle
source: Edit Wage Entry
ar: تعديل إدخال الأجر
bg: Редактиране на запис за заплата
bn: বেতন এন্ট্রি সম্পাদনা করুন
ca: Edita l'entrada de salari
cs: Upravit položku mzdy
da: Rediger lønnsoppføring
de: Lohneintrag bearbeiten
el: Επεξεργασία καταχώρισης μισθού
es: Editar registro de salario
et: Muuda palgakirjet
fa: ویرایش ورودی دستمزد
fi: Muokkaa palkkakirjausta
fil: Baguhin ang Wage Entry
fr: Modifier l'entrée de salaire
he: ערוך ערך משכורת
hi: वेतन प्रविष्टि संपादित करें
hr: Uredi unos plaće
hu: Fizetési bejegyzés szerkesztése
id: Rediger lønnsoppføring
is: Breyta launafærslu
it: Modifica voce salariale
ja: 給与エントリを編集
ko: 급여 항목 편집
lt: Redaguoti atlyginimo įrašą
lv: Rediģēt algas ierakstu
nb: Rediger lønnsoppføring
nl: Bewerk loonopgave
nn: Rediger lønnsoppføring
pl: Edytuj wpis wynagrodzenia
pt_br: Editar Entrada de Salário
ro: Editați intrarea salarială
ru: Редактировать запись о зарплате
sk: Upraviť záznam mzdy
sl: Uredi vnos plače
sr: Уреди унос плате
sv: Redigera lönepost
sw: Hariri Ingizo la Mshahara
ta: ஊதிய உள்ளீடைத் திருத்து
th: แก้ไขรายการเงินเดือน
tr: Maaş Girdisini Düzenle
uk: Редагувати запис про заробітну плату
ur: تنخواہ اندراج میں ترمیم کریں
vi: Chỉnh Sửa Mục Lương
zh_hans: 编辑工资条目
zh_hant: 編輯工資條目

# settings.pay.editor.fromDateHelp
source: Work settings apply from this date until the next saved change. Tax changes apply to scheduled paydays in that period.
ar: تسري إعدادات العمل من هذا التاريخ حتى التغيير المحفوظ التالي. وتسري تغييرات الضرائب على أيام صرف الرواتب المجدولة خلال تلك الفترة.
bg: Настройките за работа важат от тази дата до следващата запазена промяна. Промените в данъците важат за планираните дни за изплащане в този период.
bn: কাজের সেটিংস এই তারিখ থেকে পরবর্তী সংরক্ষিত পরিবর্তন পর্যন্ত প্রযোজ্য। করের পরিবর্তন ওই সময়ের নির্ধারিত বেতনপ্রদানের দিনগুলোর ক্ষেত্রে প্রযোজ্য।
ca: La configuració laboral s'aplica des d'aquesta data fins al següent canvi desat. Els canvis fiscals s'apliquen als dies de pagament programats d'aquest període.
cs: Nastavení práce platí od tohoto data do další uložené změny. Změny daní platí pro naplánované výplatní dny v tomto období.
da: Arbejdsindstillinger gælder fra denne dato indtil den næste gemte ændring. Skatteændringer gælder planlagte lønningsdage i denne periode.
de: Die Arbeitseinstellungen gelten ab diesem Datum bis zur nächsten gespeicherten Änderung. Steueränderungen gelten für die geplanten Zahltage in diesem Zeitraum.
el: Οι ρυθμίσεις εργασίας ισχύουν από αυτή την ημερομηνία έως την επόμενη αποθηκευμένη αλλαγή. Οι φορολογικές αλλαγές ισχύουν για τις προγραμματισμένες ημέρες πληρωμής κατά την περίοδο αυτή.
es: La configuración laboral se aplica desde esta fecha hasta el próximo cambio guardado. Los cambios fiscales se aplican a los días de pago programados de ese período.
et: Tööseaded kehtivad alates sellest kuupäevast kuni järgmise salvestatud muudatuseni. Maksumuudatused kehtivad sel perioodil kavandatud palgapäevadele.
fa: تنظیمات کاری از این تاریخ تا تغییر ذخیره‌شده بعدی اعمال می‌شوند. تغییرات مالیاتی برای روزهای پرداخت برنامه‌ریزی‌شده در آن بازه اعمال می‌شوند.
fi: Työasetukset ovat voimassa tästä päivämäärästä seuraavaan tallennettuun muutokseen asti. Veromuutokset koskevat kyseisen ajanjakson suunniteltuja palkanmaksupäiviä.
fil: Nalalapat ang mga setting ng trabaho mula sa petsang ito hanggang sa susunod na naka-save na pagbabago. Nalalapat ang mga pagbabago sa buwis sa mga nakaiskedyul na araw ng sahod sa panahong iyon.
fr: Les paramètres de travail s’appliquent à partir de cette date jusqu’à la prochaine modification enregistrée. Les modifications fiscales s’appliquent aux jours de paie prévus pendant cette période.
he: הגדרות העבודה חלות מתאריך זה ועד לשינוי השמור הבא. שינויים במס חלים על ימי התשלום המתוכננים בתקופה זו.
hi: कार्य सेटिंग इस तारीख से अगले सहेजे गए बदलाव तक लागू होती हैं। कर में बदलाव उस अवधि में निर्धारित वेतन-दिवसों पर लागू होते हैं।
hr: Postavke rada vrijede od ovog datuma do sljedeće spremljene promjene. Porezne promjene primjenjuju se na planirane dane isplate u tom razdoblju.
hu: A munkabeállítások ettől a dátumtól a következő mentett módosításig érvényesek. Az adómódosítások az ebben az időszakban esedékes fizetési napokra vonatkoznak.
id: Pengaturan kerja berlaku mulai tanggal ini hingga perubahan tersimpan berikutnya. Perubahan pajak berlaku untuk hari pembayaran terjadwal dalam periode tersebut.
is: Vinnustillingar gilda frá þessari dagsetningu þar til næsta vistaða breyting tekur gildi. Skattbreytingar gilda á áætluðum launadögum á því tímabili.
it: Le impostazioni di lavoro si applicano da questa data fino alla prossima modifica salvata. Le modifiche fiscali si applicano ai giorni di paga previsti in quel periodo.
ja: 勤務設定はこの日付から次に保存された変更まで適用されます。税の変更は、その期間に予定されている給与支給日に適用されます。
ko: 근무 설정은 이 날짜부터 다음 저장된 변경 시점까지 적용됩니다. 세금 변경은 해당 기간의 예정된 급여일에 적용됩니다.
lt: Darbo nustatymai taikomi nuo šios datos iki kito išsaugoto pakeitimo. Mokesčių pakeitimai taikomi suplanuotoms atlyginimo mokėjimo dienoms tuo laikotarpiu.
lv: Darba iestatījumi ir spēkā no šī datuma līdz nākamajām saglabātajām izmaiņām. Nodokļu izmaiņas attiecas uz šajā periodā plānotajām algas izmaksas dienām.
nb: Arbeidsinnstillingene gjelder fra denne datoen til neste lagrede endring. Skatteendringer gjelder planlagte lønningsdager i perioden.
nl: Werkinstellingen gelden vanaf deze datum tot de volgende opgeslagen wijziging. Belastingwijzigingen gelden voor geplande betaaldagen in die periode.
nn: Arbeidsinnstillingane gjeld frå denne datoen til neste lagra endring. Skatteendringar gjeld planlagde lønningsdagar i denne perioden.
pl: Ustawienia pracy obowiązują od tej daty do następnej zapisanej zmiany. Zmiany podatkowe dotyczą zaplanowanych dni wypłaty w tym okresie.
pt_br: As configurações de trabalho valem a partir desta data até a próxima alteração salva. As alterações de impostos valem para os dias de pagamento programados nesse período.
ro: Setările de lucru se aplică de la această dată până la următoarea modificare salvată. Modificările fiscale se aplică zilelor de plată programate din perioada respectivă.
ru: Рабочие настройки действуют с этой даты до следующего сохранённого изменения. Изменения налоговых настроек применяются к запланированным дням выплаты за этот период.
sk: Pracovné nastavenia platia od tohto dátumu do nasledujúcej uloženej zmeny. Daňové zmeny sa vzťahujú na plánované výplatné dni v tomto období.
sl: Nastavitve dela veljajo od tega datuma do naslednje shranjene spremembe. Davčne spremembe veljajo za načrtovane dneve izplačila v tem obdobju.
sr: Podešavanja rada važe od ovog datuma do sledeće sačuvane promene. Promene poreza važe za zakazane dane isplate u tom periodu.
sv: Arbetsinställningarna gäller från detta datum till nästa sparade ändring. Skatteändringar gäller planerade lönedagar under den perioden.
sw: Mipangilio ya kazi inatumika kuanzia tarehe hii hadi mabadiliko yanayofuata yaliyohifadhiwa. Mabadiliko ya kodi yanatumika kwenye siku za malipo zilizopangwa katika kipindi hicho.
ta: பணி அமைப்புகள் இந்தத் தேதியிலிருந்து அடுத்த சேமிக்கப்பட்ட மாற்றம் வரை பொருந்தும். வரி மாற்றங்கள் அந்தக் காலத்தில் திட்டமிடப்பட்ட சம்பள நாட்களுக்குப் பொருந்தும்.
th: การตั้งค่าการทำงานมีผลตั้งแต่วันที่นี้จนถึงการเปลี่ยนแปลงที่บันทึกไว้ครั้งถัดไป การเปลี่ยนแปลงภาษีมีผลกับวันจ่ายเงินที่กำหนดไว้ในช่วงเวลาดังกล่าว
tr: Çalışma ayarları bu tarihten bir sonraki kaydedilmiş değişikliğe kadar geçerlidir. Vergi değişiklikleri, bu dönemdeki planlanan ödeme günlerine uygulanır.
uk: Налаштування роботи застосовуються від цієї дати до наступної збереженої зміни. Зміни податків застосовуються до запланованих днів виплати в цьому періоді.
ur: کام کی ترتیبات اس تاریخ سے اگلی محفوظ شدہ تبدیلی تک لاگو رہیں گی۔ ٹیکس کی تبدیلیاں اس مدت میں مقررہ ادائیگی کے دنوں پر لاگو ہوں گی۔
vi: Cài đặt công việc áp dụng từ ngày này cho đến lần thay đổi đã lưu tiếp theo. Các thay đổi về thuế áp dụng cho các ngày trả lương đã lên lịch trong khoảng thời gian đó.
zh_hans: 工作设置从此日期起生效，直到下一次保存的更改。税费更改适用于该期间内计划的发薪日。
zh_hant: 工作設定自此日期起生效，直到下一次儲存的變更。稅務變更適用於該期間的排定發薪日。

# settings.pay.editor.fromDateLabel
source: Effective from
ar: ساري المفعول من
bg: Валидна от
bn: কার্যকর তারিখ
ca: Vigent des de
cs: Platné od
da: Gyldig fra
de: Gültig ab
el: Ισχύει από
es: Vigente desde
et: Kehtib alates
fa: معتبر از
fi: Voimassa olevasta
fil: Epektibo mula sa
fr: Effectif à partir du
he: בתוקף מ
hi: प्रभावी तारीख
hr: Vrijedi od
hu: Érvényes ettől
id: Gyldig fra
is: Gildir frá
it: Valido da
ja: 有効期間開始日
ko: 적용 시작일
lt: Galioja nuo
lv: Spēkā no
nb: Gjelder fra
nl: Geldig vanaf
nn: Gyldig frå
pl: Obowiązuje od
pt_br: Válido a partir de
ro: Valabil de la
ru: Действительна с
sk: Platné od
sl: Veljavno od
sr: Важи од
sv: Gäller från
sw: Inayoanza kutoka
ta: இதிலிருந்து பயனுள்ளதாக
th: มีผลบังคับใช้จาก
tr: Geçerli başlangıç
uk: Чинна з
ur: موثر سے
vi: Có hiệu lực từ
zh_hans: 生效日期
zh_hant: 生效日期

# settings.pay.editor.loadingTariff
source: Loading...
ar: جاري التحميل...
bg: Зареждане...
bn: লোড হচ্ছে...
ca: Carregant...
cs: Načítání...
da: Indlæser...
de: Wird geladen...
el: Φόρτωση...
es: Cargando...
et: Laadin...
fa: در حال بارگذاری...
fi: Ladataan...
fil: Nag-load...
fr: Chargement...
he: טוען...
hi: लोड हो रहा है...
hr: Učitavanje...
hu: Betöltés...
id: Laster...
is: Hleð...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
lt: Kraunama...
lv: Ielādē...
nb: Laster...
nl: Laden...
nn: Lastar...
pl: Ładowanie...
pt_br: Carregando...
ro: Se încarcă...
ru: Загрузка...
sk: Načítava sa...
sl: Nalaganje...
sr: Учитавање...
sv: Laddar...
sw: Inapakia...
ta: ஏற்றுகிறது...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
ur: لوڈ ہو رہا ہے...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 加載中...

# settings.pay.editor.nextChange
source: The next saved change takes over on %@.
ar: يبدأ تطبيق التغيير المحفوظ التالي في %@
bg: Следващата запазена промяна влиза в сила на %@.
bn: পরবর্তী সংরক্ষিত পরিবর্তনটি %@ তারিখে কার্যকর হবে।
ca: El canvi desat següent entrarà en vigor el %@.
cs: Další uložená změna začne platit dne %@.
da: Den næste gemte ændring træder i kraft den %@
de: Die nächste gespeicherte Änderung gilt ab %@
el: Η επόμενη αποθηκευμένη αλλαγή ισχύει από %@
es: El próximo cambio guardado se aplicará el %@
et: Järgmine salvestatud muudatus jõustub kuupäeval %@.
fa: تغییر ذخیره‌شده بعدی در %@ اعمال می‌شود.
fi: Seuraava tallennettu muutos astuu voimaan %@.
fil: Ang susunod na na-save na pagbabago ang iiral sa %@.
fr: La prochaine modification enregistrée prendra effet le %@.
he: השינוי השמור הבא יחול ב-%@.
hi: अगला सहेजा गया बदलाव %@ से लागू होगा।
hr: Sljedeća spremljena promjena primjenjuje se od %@.
hu: A következő mentett módosítás ettől a naptól lép életbe: %@
id: Perubahan tersimpan berikutnya berlaku mulai %@.
is: Næsta vistaða breyting tekur gildi þann %@.
it: La prossima modifica salvata entra in vigore il %@.
ja: 次に保存した変更は%@に適用されます。
ko: 다음 저장된 변경 사항이 %@부터 적용됩니다.
lt: Kitas išsaugotas pakeitimas įsigalioja %@.
lv: Nākamās saglabātās izmaiņas stāsies spēkā %@.
nb: Den neste lagrede endringen overtar den %@.
nl: De volgende opgeslagen wijziging gaat in op %@.
nn: Den neste lagra endringa tek over den %@.
pl: Następna zapisana zmiana zacznie obowiązywać %@.
pt_br: A próxima alteração salva passa a valer em %@.
ro: Următoarea modificare salvată se aplică începând cu %@.
ru: Следующее сохранённое изменение вступит в силу с %@.
sk: Ďalšia uložená zmena začne platiť dňa %@
sl: Naslednja shranjena sprememba začne veljati %@
sr: Sledeća sačuvana promena stupa na snagu %@.
sv: Nästa sparade ändring börjar gälla den %@.
sw: Mabadiliko yaliyohifadhiwa yanayofuata yataanza kutumika tarehe %@.
ta: அடுத்த சேமிக்கப்பட்ட மாற்றம் %@ அன்று அமலுக்கு வரும்.
th: การเปลี่ยนแปลงที่บันทึกครั้งถัดไปจะมีผลตั้งแต่ %@
tr: Bir sonraki kaydedilmiş değişiklik %@ tarihinde devreye girer.
uk: Наступна збережена зміна набуде чинності %@
ur: اگلی محفوظ شدہ تبدیلی %@ کو نافذ ہوگی۔
vi: Thay đổi đã lưu tiếp theo sẽ được áp dụng vào %@.
zh_hans: 下一项已保存的更改将在 %@ 生效。
zh_hant: 下一筆已儲存的變更會從 %@ 起生效。

# settings.pay.editor.overtime.addRule
source: Add overtime rule
ar: إضافة قاعدة عمل إضافي
bg: Добави правило за извънреден труд
bn: ওভারটাইম নিয়ম যোগ করুন
ca: Afegeix regla d'hores extres
cs: Přidat pravidlo přesčasů
da: Tilføj overtidsregel
de: Überstundenregel hinzufügen
el: Προσθήκη κανόνα υπερωρίας
es: Añadir regla de horas extra
et: Lisa ületunnireegel
fa: افزودن قانون اضافه‌کاری
fi: Lisää ylityösääntö
fil: Magdagdag ng tuntunin sa overtime
fr: Ajouter une règle d'heures supp.
he: הוסף כלל שעות נוספות
hi: ओवरटाइम नियम जोड़ें
hr: Dodaj pravilo za prekovremeni rad
hu: Túlóraszabály hozzáadása
id: Tambah aturan lembur
is: Bæta við yfirvinnureglu
it: Aggiungi regola straordinari
ja: 残業ルールを追加
ko: 초과근무 규칙 추가
lt: Pridėti viršvalandžių taisyklę
lv: Pievienot virsstundu noteikumu
nb: Legg til overtidsregel
nl: Overurenregel toevoegen
nn: Legg til overtidsregel
pl: Dodaj regułę nadgodzin
pt_br: Adicionar regra de hora extra
ro: Adaugă regulă de ore suplimentare
ru: Добавить правило сверхурочных
sk: Pridať pravidlo nadčasu
sl: Dodaj pravilo za nadure
sr: Dodaj pravilo za prekovremeni rad
sv: Lägg till övertidsregel
sw: Ongeza sheria ya saa za ziada
ta: மேல்நேர விதியைச் சேர்க்கவும்
th: เพิ่มกฎล่วงเวลา
tr: Fazla mesai kuralı ekle
uk: Додати правило понаднормових
ur: اوور ٹائم کا اصول شامل کریں
vi: Thêm quy tắc tăng ca
zh_hans: 添加加班规则
zh_hant: 新增加班規則

# settings.pay.editor.overtime.from
source: From
ar: من
bg: От
bn: থেকে
ca: De
cs: Od
da: Fra
de: Von
el: Από
es: Desde
et: Alates
fa: از
fi: Alkaen
fil: Mula
fr: De
he: מ־
hi: से
hr: Od
hu: Ettől
id: Dari
is: Frá
it: Da
ja: 開始
ko: 부터
lt: Nuo
lv: No
nb: Fra
nl: Van
nn: Frå
pl: Od
pt_br: De
ro: De la
ru: С
sk: Od
sl: Od
sr: Od
sv: Från
sw: Kutoka
ta: இருந்து
th: จาก
tr: Başlangıç
uk: Від
ur: سے
vi: Từ
zh_hans: 从
zh_hant: 從

# settings.pay.editor.overtime.holidayToggle
source: Applies on Norwegian public holidays
ar: ينطبق في العطلات الرسمية النرويجية
bg: Важи за официалните празници в Норвегия
bn: নরওয়েজীয় সরকারি ছুটিতে প্রযোজ্য
ca: S'aplica els festius noruecs
cs: Platí o norských státních svátcích
da: Gælder norske helligdage
de: Gilt an norwegischen Feiertagen
el: Ισχύει στις νορβηγικές αργίες
es: Se aplica en festivos noruegos
et: Kehtib Norra riigipühadel
fa: برای تعطیلات رسمی نروژ اعمال می‌شود
fi: Koskee Suomen arkipyhiä
fil: Nalalapat sa mga pampublikong holiday sa Norway
fr: S'applique les jours fériés norvégiens
he: חל על חגים רשמיים בנורווגיה
hi: नॉर्वेजियन सार्वजनिक छुट्टियों पर लागू
hr: Primjenjuje se na norveške državne praznike
hu: Norvég munkaszüneti napokon érvényes
id: Berlaku pada hari libur nasional Norwegia
is: Gildir á íslenskum frídögum
it: Si applica nei giorni festivi norvegesi
ja: ノルウェーの祝日に適用
ko: 노르웨이 공휴일에 적용
lt: Taikoma Norvegijos valstybinių švenčių dienomis
lv: Attiecas uz Norvēģijas svētku dienām
nb: Gjelder norske helligdager
nl: Geldt op Noorse feestdagen
nn: Gjeld norske heilagdagar
pl: Dotyczy norweskich świąt państwowych
pt_br: Aplica-se em feriados noruegueses
ro: Se aplică în zilele de sărbătoare legală din Norvegia
ru: Применяется в гос.праздники Норвегии
sk: Platí počas nórskych sviatkov
sl: Velja za norveške praznike
sr: Važi za norveške državne praznike
sv: Gäller norska helgdagar
sw: Inatumika kwenye sikukuu za umma za Norway
ta: நோர்வே பொது விடுமுறைகளுக்கு பொருந்தும்
th: ใช้กับวันหยุดนักขัตฤกษ์ในนอร์เวย์
tr: Norveç resmî tatillerinde geçerlidir
uk: Застосовується у норвезькі свята
ur: ناروے کی سرکاری تعطیلات پر لاگو ہوتا ہے
vi: Áp dụng vào ngày lễ Na Uy
zh_hans: 适用于挪威公共假日
zh_hant: 適用於挪威國定假日

# settings.pay.editor.overtime.percent
source: Percent
ar: النسبة المئوية
bg: Процент
bn: শতাংশ
ca: Percentatge
cs: Procenta
da: Procent
de: Prozent
el: Ποσοστό
es: Porcentaje
et: Protsent
fa: درصد
fi: Prosentti
fil: Porsyento
fr: Pourcentage
he: אחוז
hi: प्रतिशत
hr: Postotak
hu: Százalék
id: Persen
is: Prósenta
it: Percentuale
ja: 割合
ko: 퍼센트
lt: Procentai
lv: Procenti
nb: Prosent
nl: Percentage
nn: Prosent
pl: Procent
pt_br: Percentual
ro: Procent
ru: Процент
sk: Percento
sl: Odstotek
sr: Procenat
sv: Procent
sw: Asilimia
ta: சதவீதம்
th: เปอร์เซ็นต์
tr: Yüzde
uk: Відсоток
ur: فیصد
vi: Phần trăm
zh_hans: 百分比
zh_hant: 百分比
